Repository: bountonw/translate
Catalog: .tms/assets/__translation_memory_EGW/EGW-2409270_all.tmx
Source language: en
Languages: ium, lo, th

source: They should understand that it is His mercy that multiplies the demands for their means.
lo: ເຂົາເຈົ້າຄວນເຂົ້າໃຈວ່າມັນເປັນຄວາມເມດຕາຂອງພຣະອົງທີ່ເພີ່ມຄວາມຮຽກຮ້ອງຕ້ອງການຂອງເຂົາເຈົ້າ.

source: This love is to draw them together around the cross.
lo: ຄວາມ​ຮັກ​ນີ້​ແມ່ນ​ເພື່ອ​ດຶງ​ເຂົາ​ເຈົ້າ​ເຂົ້າ​ກັນ​ອ້ອມ​ໄມ້​ກາງ​ແຂນ.

source: He “so loved the world, that He gave His only-begotten Son, that whosoever believeth in Him should not perish, but have everlasting life.”
lo: ພຣະເຈົ້າ​ “ຊົງ​ຮັກ​ໂລກ​ຫລາຍ​ທີ່ສຸດ ຈົນ​ໄດ້​ປະທານ​ພຣະບຸດ​ອົງ​ດຽວ​ຂອງ​ພຣະອົງ ເພື່ອ​ທຸກຄົນ​ທີ່​ວາງໃຈເຊື່ອ​ໃນ​ພຣະບຸດ​ນັ້ນ​ຈະ​ບໍ່​ຈິບຫາຍ ແຕ່​ມີ​ຊີວິດ​ອັນ​ຕະຫລອດ​ໄປ​ເປັນນິດ.”

source: John 3:16.
lo: ໂຢຮັນ 3:16.

source: Objects that call benevolence into action must be placed before them, or they cannot pattern after the character of the great Exemplar. {CS 14.3}
lo: ວັດຖຸທີ່ເອີ້ນຄວາມເມດຕາໃນການກະທຳຕ້ອງຖືກວາງໄວ້ຕໍ່ໜ້າພວກມັນ, ຫຼືພວກມັນບໍ່ສາມາດສ້າງແບບຢ່າງຕາມຕົວແບບອັນຍິ່ງໃຫຍ່ໄດ້. {CS 14.3}

source: The light of the gospel shining from the cross of Christ rebukes selfishness, and encourages liberality and benevolence.
lo: ຄວາມ​ສະ​ຫວ່າງ​ຂອງ​ພຣະ​ກິດ​ຕິ​ຄຸນ​ທີ່​ສ່ອງ​ແສງ​ມາ​ຈາກ​ໄມ້​ກາງ​ແຂນ​ຂອງ​ພຣະ​ຄຣິດຫ້າມ​ຄວາມ​ເຫັນ​ແກ່​ຕົວ, ແລະຊຸກ​ຍູ້​ໃຫ້​ມີ​ອິດ​ສະ​ລະແລະຄວາມ​ເມດ​ຕາ.

source: Shall we not strive to establish and give efficiency to the benevolent enterprises which are now called for without delay?
lo: ພວກ​ເຮົາ​ຈະ​ບໍ່​ພະ​ຍາ​ຍາມ​ສ້າງ​ຕັ້ງ​ແລະ​ປະ​ສິດ​ທິ​ຜົນ​ໃຫ້​ບັນ​ດາ​ວິ​ສາ​ຫະ​ກິດ​ໃຈ​ດີ​ທີ່​ຖືກ​ຮຽກ​ຮ້ອງ​ໃນ​ປັດ​ຈຸ​ບັນ​ໂດຍ​ບໍ່​ມີ​ການ​ຊັກ​ຊ້າ?

source: By its necessities a ruined world is drawing forth from us talents of means and of influence, to present to men and women the truth, of which they are in perishing need.
lo: ພັນທະກິດນີ້ຈຶ່ງມີຄວາມຈໍາເປັນຢ່າງຍິ່ງສໍາລັບໂລກທີ່ກໍາລັງເສື່ອມໂຊມ ແລະພວກເຮົາຖຶກເອິ້ນໃຫ້ໃຊ້ຄວາມສາມາດ ແລະອິດທິຜົນຂອງພວກເຮົາໃນການແບ່ງປັນຄວາມຈິງກັບຜູ້ຄົນທີ່ຕ້ອງການມັນ.

source: #Chapter 1—Coworkers With God
lo: #ບົດທີ1—ຄູ່ຮ່ວມງານກັບພຣະເຈົ້າ

source: That man might not lose the blessed results of benevolence, our Redeemer formed the plan of enlisting him as His coworker.
lo: ເພື່ອວ່າມະນຸດຈະບໍ່ໄດ້ສູນເສຍພຣະພອນອັນເນື່ອງມາຈາກການຖະວາຍບໍລິຈາກ, ພຣະຜູ້ໄຖ່ຂອງພວກເຮົາໄດ້ຊົງວາງແຜນການ ໂດຍຄັດເລືອກໃຫ້ພວກເຮົາມາເປັນຄູ່ຮ່ວມງານກັບພຣະອົງ.

source: It testifies that, having undertaken our redemption, He will spare nothing, however dear, which is necessary to the completion of His work. {CS 14.1}
lo: ມັນ​ເປັນ​ພະ​ຍານ​ວ່າ, ໂດຍ​ໄດ້​ດຳ​ເນີນ​ການ​ໄຖ່​ຂອງ​ເຮົາ, ພຣະ​ອົງ​ຈະ​ບໍ່​ປະ​ຖິ້ມ​ຫຍັງ, ເຖິງ​ຢ່າງ​ໃດ​ກໍ​ຕາມ, ທີ່​ຮັກ, ຊຶ່ງ​ຈຳ​ເປັນ​ເພື່ອ​ເຮັດ​ໃຫ້​ວຽກ​ງານ​ຂອງ​ພຣະ​ອົງ​ສຳ​ເລັດ. {CS 14.1}

source: “There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty.
lo: “ຍິ່ງ​ໃຫ້​ຍິ່ງ​ມີ ຍິ່ງ​ຂີ້ຖີ່​ຍິ່ງ​ທຸກຈົນ​ລົງ.

source: It should not be a lamented fact that there are increasing calls to give.
lo: ມັນບໍ່ຄວນຈະເປັນຄວາມຈິງທີ່ໂສກເສົ້າທີ່ມີການໂທຫາເພີ່ມຂຶ້ນທີ່ຈະໃຫ້.

source: As you stand before the cross, and see the Prince of heaven dying for you, can you seal your heart, saying, “No; I have nothing to give”? {CS 16.1}
lo: ເມື່ອເຈົ້າຢືນຢູ່ຕໍ່ໜ້າໄມ້ກາງແຂນ, ແລະເຫັນເຈົ້າຊາຍແຫ່ງສະຫວັນຈະຕາຍແທນເຈົ້າ, ເຈົ້າສາມາດຜະນຶກຫົວໃຈຂອງເຈົ້າໄດ້ບໍ, ໂດຍກ່າວວ່າ, “ບໍ່;ຂ້ອຍບໍ່ມີຫຍັງໃຫ້”? {CS 16.1}

source: The cross of Christ appeals to the benevolence of every follower of the blessed Saviour.
lo: ໄມ້ກາງແຂນຂອງພຣະຄຣິດຂໍອຸທອນກັບຄວາມເມດຕາຂອງຜູ້ຕິດຕາມຂອງພຣະຜູ້ຊ່ອຍໃຫ້ລອດທີ່ໄດ້ຮັບພອນ.

source: It is to divest them of all selfishness, and bind them to God and to one another. {CS 16.2}
lo: ມັນ​ແມ່ນ​ການ​ຂັບ​ໄລ່​ພວກ​ເຂົາ​ຈາກ​ຄວາມ​ເຫັນ​ແກ່​ຕົວ​ທັງ​ໝົດ, ແລະ​ຜູກ​ມັດ​ພວກ​ເຂົາ​ກັບ​ພຣະ​ເຈົ້າ​ແລະ​ຕໍ່​ກັນ​ແລະ​ກັນ. {CS 16.2}

source: God will bless you as you do your best.
lo: ແຫພຣະ​ເຈົ້າ​ຈະ​ອວຍ​ພອນ​ທ່ານ​ໃນ​ຂະ​ນະ​ທີ່​ທ່ານ​ເຮັດ​ສຸດ​ຄວາມ​ສາ​ມາດ.

source: That man might be saved, He gave all that He had, and then gave Himself.
lo: ຜູ້ຊາຍຄົນນັ້ນອາດຈະໄດ້ຮັບຄວາມລອດ, ພຣະອົງໄດ້ໃຫ້ທຸກສິ່ງທີ່ພຣະອົງມີ, ແລະຫຼັງຈາກນັ້ນໃຫ້ພຣະອົງເອງ.

source: This work began in the heavenly courts.
lo: ວຽກ​ງານ​ນີ້​ເລີ່ມ​ຕົ້ນ​ໃນ​ສານ​ແຫ່ງ​ສະຫວັນ.

source: There God gave to human beings an unmistakable evidence of the love with which He regarded them.
lo: ຢູ່ທີ່ນັ້ນພຣະເຈົ້າໄດ້ມອບຫຼັກຖານອັນໜຶ່ງທີ່ບໍ່ຜິດພາດແກ່ມະນຸດເຖິງຄວາມຮັກທີ່ພຣະອົງນັບຖືເຂົາເຈົ້າ.

source: God could have reached His object in saving sinners without the aid of man; but He knew that man could not be happy without acting a part in the great work.
lo: ພຣະເຈົ້າສາມາດທີ່ຈະເຮັດໃຫ້ພຣະປະສົງຂອງພຣະອົງໃນການໄຖ່ຄົນບາບໃຫ້ບັນລຸເປົ້າໝາຍໄດ້ໂດຍບໍ່ຕ້ອງເພິ່ງພາອາໄສມະນຸດເລີຍ. ແຕ່ພຣະອົງຮູ້ດີວ່າມະນຸດຈະບໍ່ໄດ້ພົບກັບຄວາມສຸກທີ່ແທ້ຈິງ ຖ້າພວກເຂົາບໍ່ໄດ້ມີສ່ວນຮ່ວມໃນງານອັນຍິ່ງໃຫຍ່ນີ້.

source: Many of God's people are in danger of being ensnared by worldliness and covetousness.
lo: ປະຊາຊົນ​ຂອງ​ພະເຈົ້າ​ຫຼາຍ​ຄົນ​ຕົກ​ຢູ່​ໃນ​ອັນຕະລາຍ​ທີ່​ຈະ​ຖືກ​ກັກ​ຂັງ​ໂດຍ​ຄວາມ​ໂລກ​ແລະ​ຄວາມ​ໂລບ.

source: “The liberal deviseth liberal things; and by liberal things shall he stand.”
lo: “ແຕ່​ຄົນ​ທີ່​ມີ​ກຽດ​ກະທຳ​ຢ່າງ​ສັດຊື່ ແລະ​ຕັ້ງ​ໝັ້ນຄົງ​ຢູ່​ໃນ​ຄວາມ​ຖືກຕ້ອງ."

source: Proverbs 3:9, 10. {CS 13.1}
lo: ສຸພາສິດ 3:9, 10. {CS 13.1}

source: He has placed means in the hands of men, that His divine gifts may flow through human channels in doing the work appointed us in saving our fellow men.
lo: ພຣະ​ອົງ​ໄດ້​ວາງ​ຄວາມ​ໝາຍ​ໄວ້​ໃນ​ມື​ຂອງ​ມະ​ນຸດ, ເພື່ອ​ໃຫ້​ຂອງ​ປະ​ທານ​ແຫ່ງ​ສະ​ຫວັນ​ຂອງ​ພຣະ​ອົງ​ຈະ​ໄຫຼ​ຜ່ານ​ຊ່ອງ​ທາງ​ຂອງ​ມະ​ນຸດໃນ​ການ​ເຮັດ​ວຽກ​ງານ​ທີ່​ໄດ້​ຮັບ​ການ​ແຕ່ງ​ຕັ້ງ​ໃຫ້​ເຮົາ​ໃນ​ການ​ຊ່ວຍ​ປະ​ຢັດ​ເພື່ອນ​ມະນຸດ.

source: Every good thing of earth was placed here by the bountiful hand of God as an expression of His love to man.
lo: ທຸກສິ່ງທີ່ດີຂອງແຜ່ນດິນໂລກໄດ້ຖືກວາງໄວ້ທີ່ນີ້ດ້ວຍມືອັນອຸດົມສົມບູນຂອງພຣະເຈົ້າເພື່ອເປັນການສະແດງຄວາມຮັກຂອງພຣະອົງຕໍ່ມະນຸດ.

source: By a chain of circumstances which would call forth his charities, He bestows upon man the best means of cultivating benevolence, and keeps him habitually giving to help the poor and to advance His cause.
lo: ໂດຍເຫດການຕ່າງໆທີ່ຜ່ານມາໃນຊີວິດເຮັດໃຫ້ມະນຸດເກີດມີຄວາມເຫັນອົກເຫັນໃຈ ແລະຖະວາຍບໍລິຈາກ, ນັ້ນເປັນແນວທາງທີ່ດີທີ່ສຸດທີ່ພຣະເຈົ້າປົກປ້ອງມະນຸດໃຫ້ມີນໍ້າໃຈເອື້ອເຝື້ອເພື່ອແຜ່ຢູ່ສະເໜີ ແລະຮັກສາໃຫ້ມະນຸດມີອຸປະນິໄສໃນການໃຫ້ຄວາມຊ່ວຍເຫຼືອແກ່ຜູ້ທຸກຍາກ ແລະສົ່ງເສີມວຽກງານຂອງພຣະອົງ.

source: Divine wisdom has appointed, in the plan of salvation, the law of action and reaction, making the work of beneficence, in all its branches, twice blessed.
lo: ແຜນການແຫ່ງຄວາມລອດຂອງພຣະເຈົ້າກ່ຽວຂ້ອງກັບຫຼັກການຂອງການຕອບແທນເຊີ່ງກັນແລະກັນ, ຊຶ່ງເຮັດໃຫ້ທຸກໆການກະທໍາດ້ວຍຄວາມເມດຕາໄດ້ຮັບຜົນຕອບແທນເປັນສອງເທົ່າ.

source: He who gives to the needy blesses others, and is blessed himself in a still greater degree. {CS 13.4}
lo: ຜູ້ທີ່ໃຫ້ຄວາມຊ່ວຍເຫຼືອຄົນທຸກຍາກບໍ່ພຽງແຕ່ເຮັດໃຫ້ຕົນເອງໄດ້ຮັບຜົນປະໂຫຍດເທົ່ານັ້ນ, ແຕ່ຍັງໄດ້ຮັບພຣະພອນທີ່ຍິ່ງໃຫຍ່ກວ່າອິກສໍາລັບຕົນເອງ.. {CS 13.4}

source: God in His providence is calling His people out from their limited sphere of action, to enter upon greater enterprises.
lo: ພຣະ​ເຈົ້າ​ໃນ​ການ​ສະ​ໜອງ​ຂອງ​ພຣະ​ອົງ​ກຳ​ລັງ​ເອີ້ນ​ປະ​ຊາ​ຊົນ​ຂອງ​ພຣະ​ອົງ​ອອກ​ຈາກ​ຂະ​ບວນ​ການ​ທີ່​ຈຳ​ກັດ​ຂອງ​ເຂົາ​ເຈົ້າ, ເພື່ອ​ເຂົ້າ​ສູ່​ວິ​ສາ​ຫະ​ກິດ​ທີ່​ຍິ່ງ​ໃຫຍ່​ກວ່າ.

source: Christ's believing people are to perpetuate His love.
lo: ຜູ້​ຄົນ​ທີ່​ມີ​ຄວາມ​ເຊື່ອ​ຂອງ​ພະ​ຄລິດ​ແມ່ນ​ຈະ​ຮັກ​ສາ​ຄວາມ​ຮັກ​ຂອງ​ພຣະ​ອົງ.

source: As you approach the throne of grace, as you find yourself bound to this throne by the golden chain let down from heaven to earth, to draw men from the pit of sin, your heart will go out in love for your brethren and sisters who are without God and without hope in the world.—Testimonies for the Church 9:253-256. {CS 16.3}
lo: ເມື່ອເຈົ້າເຂົ້າພຣະທີ່ນັ່ງແຫ່ງພຣະຄຸນ, ເມື່ອເຈົ້າພົບວ່າເຈົ້າຖືກຜູກມັດກັບບັນລັງນີ້ດ້ວຍສາຍເຊືອກທອງທີ່ປ່ອຍລົງຈາກສະຫວັນມາສູ່ແຜ່ນດິນໂລກ, ເພື່ອດຶງຜູ້ຊາຍອອກຈາກຂຸມແຫ່ງຄວາມບາບ, ຫົວໃຈຂອງເຈົ້າຈະອອກໄປດ້ວຍຄວາມຮັກຕໍ່ພີ່ນ້ອງແລະເອື້ອຍນ້ອງຂອງເຈົ້າ.ປາດສະຈາກພະເຈົ້າແລະບໍ່ມີຄວາມຫວັງໃນໂລກ. (ຄຳສອນສໍາລັບຄຣິສຕະຈັກ 9:253–256). {CS 16.3}

source: But while some go forth to preach, He calls upon others to answer His claims upon them for offerings, with which to support His cause in the earth.
lo: ແຕ່​ໃນ​ຂະນະ​ທີ່​ບາງ​ຄົນ​ອອກ​ໄປ​ປະກາດ, ພຣະອົງ​ຮຽກຮ້ອງ​ໃຫ້​ຄົນ​ອື່ນ​ຕອບ​ຄຳ​ຮຽກຮ້ອງ​ຂອງ​ພຣະອົງ​ທີ່​ມີ​ຕໍ່​ເຂົາ​ເຈົ້າ​ໃນ​ການ​ຖວາຍ​ເຄື່ອງ​ບູຊາ, ​ເພື່ອ​ສະໜັບສະໜູນ​ສາ​ເຫດ​ຂອງ​ພຣະອົງ​ຢູ່​ໃນ​ໂລກ.

source: In commissioning His disciples to go “into all the world, and preach the gospel to every creature,” Christ assigned to men the work of extending the knowledge of His grace.
lo: ໃນ​ການ​ມອບ​ໝາຍ​ສາ​ນຸ​ສິດ​ຂອງ​ພຣະ​ອົງ​ໃຫ້“ໄປ​ທົ່ວ​ໂລກ, ແລະປະ​ກາດ​ພຣະ​ກິດ​ຕິ​ຄຸນ​ແກ່​ທຸກ​ຄົນ, ”ພຣະ​ຄຣິດ​ໄດ້​ມອບ​ໝາຍ​ໃຫ້​ມະນຸດ​ເຮັດ​ວຽກ​ງານ​ເສີມ​ຂະ​ຫຍາຍ​ຄວາມ​ຮູ້​ເຖິງ​ພຣະ​ຄຸນ​ຂອງ​ພຣະ​ອົງ.

source: Unlimited effort is demanded at this time when moral darkness is covering the world.
lo: ຄວາມພະຍາຍາມບໍ່ຈໍາກັດແມ່ນຕ້ອງການໃນເວລານີ້ໃນເວລາທີ່ຄວາມມືດທາງສິນທໍາກໍາລັງປົກຄຸມໂລກ.

source: The gold and the silver are the Lord's; and He could rain them from heaven if He chose.
lo: ຄໍາແລະເງິນເປັນຂອງພຣະຜູ້ເປັນເຈົ້າ;ແລະພຣະອົງສາມາດຝົນພວກເຂົາຈາກສະຫວັນຖ້າພຣະອົງເລືອກ.

source: It is the glory of the gospel that it is founded upon the principle of restoring in the fallen race the divine image by a constant manifestation of benevolence.
lo: ຂ່າວປະເສີດມີຄວາມສະຫງ່າລາສີເພາະຕັ້ງຢູ່ບົນພື້ນຖານຂອງແນວຄວາມຄິດໃນການຟື້ນຟູພຣະລັກສະນະຂອງເຈົ້າໃນມະນຸດ ໂດຍການສະແດງຄວາມເມດຕາກະລຸນາຢ່າງສະໝໍ່າສະເໝີ.

source: ##The Glory of the Gospel
lo: ##ລັດສະໝີພາບຂອງຂ່າວປະເສີດ

source: Christ's self-sacrificing love is revealed upon the cross.
lo: ຄວາມຮັກທີ່ເສຍສະລະຕົນເອງຂອງພຣະຄຣິດໄດ້ຖືກເປີດເຜີຍຢູ່ເທິງໄມ້ກາງແຂນ.

source: Proverbs 11:24, 25. {CS 13.2}
lo: ສຸພາສິດ 11:24, 25. {CS 13.2}

source: The love expressed on Calvary should be revived, strengthened, and diffused among our churches.
lo: ຄວາມ​ຮັກ​ທີ່​ສະ​ແດງ​ອອກເທິງພູເຂົາຄານວາຣີຄວນ​ໄດ້​ຮັບ​ການ​ຟື້ນ​ຟູ, ເພີ່ມ​ຄວາມ​ເຂັ້ມ​ແຂງ, ແລະແຜ່​ລາມ​ອອກ​ໄປ​ໃນຄຣິສຕະຈັກທັງຫຼາຍ​ຂອງ​ເຮົາ.

source: This, carried out in actual benevolence and good works, is the true fruit of the Christian life.
lo: ນີ້, ປະຕິບັດໃນຄວາມເມດຕາທີ່ແທ້ຈິງແລະວຽກງານທີ່ດີ, ແມ່ນໝາກຜົນທີ່ແທ້ຈິງຂອງຊີວິດຄຣິສຕຽນ.

source: ##The Blessings of Stewardship
lo: ##ພອນແຫ່ງການເບິ່ງແຍງ

source: The poor are His, and the cause of religion is His.
lo: ຄົນທຸກຍາກແມ່ນຂອງພຣະອົງ, ແລະສາເຫດຂອງສາດສະໜາແມ່ນຂອງພຣະອົງ.

source: Shall we not do all we can to give power to the principles which Christ brought to this world?
lo: ເຮົາ​ຈະ​ເຮັດ​ທຸກ​ສິ່ງ​ທີ່​ເຮົາ​ເຮັດ​ໄດ້​ບໍເພື່ອ​ໃຫ້​ອຳນາດ​ແກ່​ຫຼັກ​ທຳ​ທີ່​ພຣະ​ຄຣິດ​ໄດ້​ນຳ​ມາ​ສູ່​ໂລກ​ນີ້?

source: ##Meeting Around the Cross
lo: ##ການພົບກັນຢູ່ອ້ອມຮອບໄມ້ກາງແຂນ

source: It is just the work that man needs; for it will stir the deepest sympathies of his heart, and call into exercise the highest capabilities of the mind. {CS 15.1}
lo: ມັນເປັນພຽງແຕ່ວຽກງານທີ່ຜູ້ຊາຍຕ້ອງການ;ເພາະ​ມັນ​ຈະ​ກະຕຸ້ນ​ຄວາມ​ເຫັນ​ອົກ​ເຫັນ​ໃຈ​ທີ່​ສຸດ​ໃນ​ໃຈ​ຂອງ​ລາວ, ແລະຮຽກ​ຮ້ອງ​ໃຫ້​ໃຊ້​ຄວາມ​ສາ​ມາດ​ທີ່​ສູງ​ທີ່​ສຸດ​ຂອງ​ຈິດ​ໃຈ. {CS 15.1}

source: Isaiah 32:8. {CS 13.3}
lo: ເອ​ຊາ​ຢາ 32:8. {CS 13.3}

source: But instead of this He has made man His steward, entrusting him with means, not to be hoarded, but to be used in benefiting others.
lo: ແຕ່​ແທນ​ທີ່​ຈະ​ເປັນ​ສິ່ງ​ນີ້​ພະອົງ​ໄດ້​ຕັ້ງ​ມະນຸດ​ໃຫ້​ເປັນ​ຜູ້​ດູ​ແລ​ຂອງ​ພະອົງ, ມອບ​ໝາຍ​ໃຫ້​ເຂົາ​ດ້ວຍ​ວິທີ, ບໍ່​ໃຫ້​ຖືກ​ເກັບ​ໄວ້, ແຕ່​ໃຫ້​ໃຊ້​ເພື່ອ​ໃຫ້​ປະໂຫຍດ​ແກ່​ຄົນ​ອື່ນ.

source: The gift of Christ reveals the Father's heart.
lo: ຂອງປະທານຂອງພຣະຄຣິດເປີດເຜີຍຫົວໃຈຂອງພຣະບິດາ.[**Translated to here]

source: The liberal soul shall be made fat: and he that watereth shall be watered also himself.”
lo: ຜູ້​ທີ່​ມີ​ໃຈ​ເຜື່ອແຜ່​ຍ່ອມ​ຈະເລີນ​ຮຸ່ງເຮືອງ ຜູ້​ທີ່​ຊ່ວຍເຫລືອ​ຄົນ​ຍ່ອມ​ໄດ້​ຮັບ​ຄວາມ​ຊ່ວຍເຫລືອ​ຕອບ.”

source: “Honor the Lord with thy substance, and with the first fruits of all thine increase: so shall thy barns be filled with plenty, and thy presses shall burst out with new wine.”
lo: “ຈົ່ງ​ຍ້ອງຍໍ​ໃຫ້ກຽດ​ພຣະເຈົ້າຢາເວ ດ້ວຍ​ຊັບສິນ​ຂອງຕົນ ດ້ວຍ​ຜົນ​ທໍາອິດ​ອັນ​ດີທີ່ສຸດ​ຈາກ​ຜົນລະປູກ​ທັງໝົດ​ຂອງເຈົ້າ. ຖ້າ​ເຈົ້າ​ເຮັດ​ເຈົ້າ​ຈະ​ມີ​ເຂົ້າ​ເຕັມ​ເລົ້າ ແລະ​ມີ​ເຫຼົ້າ​ອະງຸ່ນ​ເຫລືອຫລາຍ​ຈົນ​ບໍ່ມີ​ບ່ອນ​ໃສ່.”

source: The principle of worldlings is to get, get, and thus they expect to secure happiness; but, carried out in all its bearings, the fruit is misery and death. {CS 14.2}
lo: ຫຼັກ​ການ​ຂອງ​ໂລກ​ແມ່ນ​ການ​ໄດ້​ຮັບ, ໄດ້​ຮັບ, ແລະ​ດັ່ງ​ນັ້ນ​ເຂົາ​ເຈົ້າ​ຄາດ​ຫວັງ​ວ່າ​ຈະ​ໄດ້​ຮັບ​ຄວາມ​ສຸກ;ແຕ່, ປະຕິບັດໃນທຸກbearingsຂອງມັນ, ໝາກແມ່ນຄວາມທຸກທໍລະມານແລະຄວາມຕາຍ. {CS 14.2}

source: The spirit of liberality is the spirit of heaven.
lo: ຈິດວິນຍານຂອງເສລີພາບແມ່ນວິນຍານຂອງສະຫວັນ.

source: In bestowing, we bless others, and thus accumulate true riches. {CS 13.5}
lo: ດັ່ງນັ້ນ ການ​ເສຍສະຫຼະ, ພວກເຮົາ​ເປັນທໍ່ພຣະ​ພອນ​ໃຫ້​ແກ່​ຄົນ​ອື່ນ, ແລະນັ້ນ​ຈຶ່ງເປັນການ​ສະ​ສົມຄວາມຮັ່ງມີ​ທີ່​ແທ້​ຈິງ. {CS 13.5}

source: #Section 1—Heaven's Law of Benevolence and Its Purpose
lo: #ພາກ​ທີ1—ກົດເກນແຫ່ງສະຫວັນເລື່ອງການຖະວາຍບໍລິຈາກ ແລະຈຸດປະສົງມັນ

source: Meet around the cross of Calvary in self-sacrifice and self-denial.
lo: ຈົ່ງພົບກັນຢູ່ອ້ອມຮອບໄມ້ກາງແຂນແຫ່ງຄານວາຣດ້ວຍການເສຍສະຫຼະ ແລະ ປະຕິເສດຕົນເອງ.

source: The principle there illustrated is to give, give.
lo: ຫຼັກ​ການ​ທີ່​ມີ​ການ​ສະ​ແດງ​ໃຫ້​ເຫັນ​ແມ່ນ​ໃຫ້​, ໃຫ້​.

source: And as we heed these calls, by labor and by acts of benevolence, we are assimilated to the image of Him who for our sakes became poor.
lo: ແລະເມື່ອພວກເຮົາຕອບສະໜອງຕໍ່ຄໍາຮຽກຮ້ອງເຫຼົ່ານີ້ ໂດຍການເຮັດວຽກ ແລະການຖະວາຍບໍລິຈາກ ພວກເຮົາກໍເປັນເໝືອນພຣະອົງຜູ້ທີ່ຍອມກາຍເປັນຜູ້ທຸກຍາກເພາະເຫັນແກ່ພວກເຮົາ.

source: God planned the system of beneficence, in order that man might become like his Creator, benevolent and unselfish in character, and finally be a partaker with Christ of the eternal, glorious reward. {CS 15.2}
lo: ພຣະເຈົ້າໄດ້ວາງແຜນລະບົບຂອງຜົນປະໂຫຍດ, ເພື່ອໃຫ້ມະນຸດກາຍເປັນຄືກັບຜູ້ສ້າງຂອງລາວ, ມີໃຈເມດຕາແລະບໍ່ເຫັນແກ່ຕົວ, ແລະສຸດທ້າຍໄດ້ມີສ່ວນຮ່ວມກັບພຣະຄຣິດຂອງລາງວັນອັນຮຸ່ງໂລດນິລັນດອນ. {CS 15.2}

source: He thus makes man the medium through which to distribute His blessings on earth.
lo: ດັ່ງນັ້ນພຣະອົງຈຶ່ງເຮັດໃຫ້ມະນຸດເປັນສື່ກາງເພື່ອແຈກຢາຍພອນຂອງພຣະອົງເທິງແຜ່ນດິນໂລກ.

source: This is one of God's ways of exalting man.
lo: ນີ້​ແມ່ນ​ວິທີ​ໜຶ່ງ​ຂອງ​ພຣະ​ເຈົ້າ​ໃນ​ການ​ຍົກ​ມະນຸດ.

source: Lean upon the divine arm for wisdom, strength, and skill for the work that God has given you to do.” (OHC 298.4)
th: จงพึ่งพิงในพระหัตถ์ของพระเจ้าสำหรับสติปัญญา พละกำลังและทักษะในการทำงานที่พระเจ้าทรงมอบหมายให้คุณกระทำ” (OHC 298.4)

source: If you will go to work in earnest, ways will open before you for the accomplishment of this work.
th: หากคุณปฏิบัติงานด้วยความจริงใจ พระเจ้าจะทรงเปิดหนทางให้คุณทำงานนี้ให้สำเร็จลุล่วงไปด้วยดี

source: and by beholding we become changed into His image.”
th: และโดยการเพ่งพินิจดูพระองค์ เราจึงได้รับการเปลี่ยนแปลงไปเป็นเหมือนพระฉายาของพระองค์.”

source: “It is Christ dwelling in the soul that gives us spiritual power, and makes us channels of light.
th: “สิ่งที่ให้กำลังด้านจิตวิญญาณและเปลี่ยนเราให้เป็นแสงสว่างแก่คนอื่นนั้น คือการที่พระคริสต์ประทับในใจ

source: The more closely we live to Jesus, the clearer views shall we have of His loveliness.
th: ยิ่งเราดำเนินชีวิตใกล้ชิดพระเยซูมากเท่าใด เราจะยิ่งเห็นคุณงามความดีของพระองค์มากขึ้นตามลำดับ

source: When the human will cooperates with the will of God, it becomes omnipotent, and the worker can make opportunities […] If you will go to work in earnest, ways will open before you for the accomplishment of this work.
th: เมื่อมนุษย์ร่วมมือกับพระประสงค์ของพระเจ้า พวกเขาได้รับฤทธานุภาพสูงสุด และผู้รับใช้เหล่านี้จะสามารถสร้างโอกาส […] หากคุณปฏิบัติงานด้วยความจริงใจ พระเจ้าจะทรงเปิดหนทางให้คุณทำงานของพระองค์ให้บรรลุผลสำเร็จ

source: “With the help of God, every true believer can see where there is work to be done.
th: “ผู้เชื่อที่แท้จริงทุกคนสามารถมองเห็นว่ามีการงานใดที่ต้องทำ โดยการพึ่งพาการทรงช่วยจากพระเจ้า

source: We yearn after Him, and for that fullness that is in Him, and that shines out in the perfection of His heavenly character;
th: เราโหยหาพระองค์และความไพบูลย์ซึ่งอยู่ในพระองค์ คือความบริบูรณ์ที่ฉายออกจากพระลักษณะนิสัยอันสมบูรณ์แบบของพระองค์

source: When the human will cooperates with the will of God, it becomes omnipotent, and the worker can make opportunities […]
th: เมื่อพลังแห่งการตัดสินใจของมนุษย์เป็นไปตามน้ำพระทัยของพระเจ้า ความสามารถในการตัดสินใจจะไม่มีขีดจำกัด และผู้รับใช้คนนั้นจะสามารถสร้างโอกาสในการประกาศ …

source: When Moses prayed, “Show me Thy glory,” the Lord answered, “I will make all My goodness pass before thee.”
ium: Mose daux gaux wuov zanc, Ninh gorngv, “Tov meih bun yie buatc meih nyei njang-laangc maah!” Ziouv ziouc dau, “Yie oix hinc cuotv yie nyei yietc zungv njang-laangc nyei en jiex meih nyei nza’hmien.”

source: but tears were in His voice as He uttered His scathing rebukes.
ium: mv baac haaix zanc Ninh gorngv hniev guaix naaiv deix jauv-louc, Ninh yaac nyiemv jienv gorngv.

source: By assuming human nature, Christ elevates humanity.
ium: Giduc zipv baamh mienh nyei fiem-fingx ziouc bouh mienh maanh faaux hlang.

source: The thought has a subduing power upon the soul and brings the mind into captivity to the will of God.
ium: Haaix dauh jangx taux naaic ziouc tengx ninh hnyouv suonc hnyouv mau yaac bun ninh maaih hnyouv oix ei jienv Tin-Hungh nyei za’eix.

source: “God so loved the world, that He gave His only-begotten Son.” (John 3:16.)
ium: “Tin-Hungh ndong naaic hnamv lungh ndiev mienh cingx zorqv Ninh nyei ndoqv dorn.” (Yo^han 3:16.)

source: He that hath seen Me hath seen the Father;
ium: Haaix dauh buatc jiex yie se buatc jiex Zaangc Diex.

source: Christ was the medium through which He could pour out His infinite love upon a fallen world.
ium: Tin-Hungh hnamv lungh ndiev mienh zungv maiv maaih soux mouc. Ninh ziouc longc Giduc zoux mbu’ndongx mienh weic tengx baamz zuiz dorngc jauv nyei baamh gen duqv zipv Ninh nyei en.

source: But this great sacrifice was not made in order to create in the Father’s heart a love for man, not to make Him willing to save.
ium: Mv baac Ziouv Yesu siev maengc daic ndongc naaic siem maiv zeiz weic yuoqc Tin-Hungh hnamv mienh, bun Ninh maaih hnyouv njoux mienh.

source: He gave Him not only to live among men, to bear their sins, and die their sacrifice.
ium: Tin-Hungh ceix bun Ninh nyei ndoqc Dorn maiv zeiz kungx weic bun Ninh yiem baamh mienh mbu’ndongx hnangv, mv baac weic ndaam mienh maanh nyei zuiz yaac div ninh mbuo zuqc dingc zuiz daic.

source: and recovering of sight to the blind,
ium: yaac zunh mbuox m’zing maengh nyei mienh, ninh mbuo haih mangc duqv buatc,

source: The spotless Son of God took upon Himself the burden of sin.
ium: Tin-Hungh nyei Dorn maiv maaih dorngx nqemh, mv baac Ninh ganh ndaam mienh nyei zuiz yaac nyiex mienh nyei zuiz-nipc.

source: In nature itself are messages of hope and comfort.
ium: Yiem lungh ndiev mbuo duqv buatc ziex nyungc biux mengh maaih lamh hnamv dorngx; maaih camv-nyungc orn mbuo nyei hnyouv.

source: His work gave evidence of His divine anointing.
ium: Ninh zoux nyei kuv sic bun cing Tin-Hungh paaiv Ninh zoux.

source: John 1:18.
ium: (Yo^han 1:18.)

source: for He had passed through them and healed all their sick.
ium: weic zuqc Ninh zueih mungv zueih laangz yangh jiex ninh mbuo yiem nyei dorngx yaac zorc longx ninh mbuo nyei yietc zungv baengc tongx baengc zingh.

source: should give us exalted conceptions of what we may become through Christ.
ium: Naaiv horpc zuqc tengx mbuo corngh duqv hiuv, mbuo haih kaux Giduc duqv faaux ndongc haaix hlang.

source: (John 14:8, 9.) {SC 11.1}
ium: (Yo^han 14:8, 9.) {SC 11.1}

source: He gave Him to the fallen race.
ium: Tin-Hungh ceix Ziouv Yesu bun baamz zuiz dorngc jauv nyei mienh maanh.

source: His heart went out in tender sympathy to the children of men.
ium: Ninh za’gengh korv-lienh mienh.

source: Jesus is “not ashamed to call them brethren” (Hebrews 2:11);
ium: “Yesu maiv nyaiv heuc ninh mbuo zoux gorx-youz.” (Hipv^lu 2:11.)

source: and how sayest thou then, Show us the Father?” (John 14:8, 9.) {SC 11.1}
ium: Hnangv naaiv meih weic haaix diuc gorngv, ‘Tov bun yie mbuo buatc Zaangc Diex?’” (Yo\^han 14:8, 9.) {SC 11.1}

source: He spoke the truth, but always in love.
ium: Ziouv Yesu gorngv zien leiz, mv baac Ninh haaix zanc gorngv se yiem Ninh hnamv mienh nyei hnyouv gorngv cuotv.

source: which refused to receive Him, the way, the truth, and the life.
ium: Naaiv norm zingh maiv kangv zipv Ninh, maiv gunv Ninh se dongh mingh Zaangc Diex wuov diuh jauv, yaac dongh zien leiz, yaac dongh ziangh maengc.

source: They loved to climb upon His knees and gaze into the pensive face, benignant with love. {SC 11.2}
ium: Ninh mbuo oix faaux nzueic Ninh nyei cing-mborqc, nuqv-nuqv nyei mangc jienv Ninh nyei hmien, weic zuqc Ninh nyei hmien-mueic njang, ziux Ninh nyei en-zingh yaac ziux ninh hnamv mienh. {SC 11.2}

source: Yet even amid the suffering that results from sin, God’s love is revealed.
ium: Mv baac yiem zuiz bun daaih nyei naanc zingh mbu’ndongx mbuo corc mangc duqv buatc Tin-Hungh maaih hnyouv hnamv mienh.

source: In the beautiful words of the psalmist-- {SC 9.1}
ium: Naaiv se ei Singx Nzung kuh muangx haic nyei waac gorngv, {SC 9.1}

source: The word of God reveals His character.
ium: Tin-Hungh nyei waac biux mengh Ninh nyei fiem-fingx.

source: Such is the character of Christ as revealed in His life.
ium: A’jang gorngv liuz se yiem seix zaangc Giduc biux mengh nyei fiem-fingx,

source: God suffered with His Son.
ium: Tin-Hungh caux Ninh nyei Dorn lomh nzoih siouc kouv.

source: *Thou openest Thine hand,*\ *And satisfiest the desire of every living thing.”*
ium: Meih zoux hnyouv jangv bun nyungc-nyungc maaih maengc nyei ga’naaiv duqv nyanc beuv.”*\

source: This was His work.
ium: Naaiv se Ziouv Yesu nyei gong.

source: He became “a Man of Sorrows,” that we might be made partakers of everlasting joy.
ium: Ninh “zuqc diev mun;” yie mbuo ziouc haih maaih buonc yiem yietc liuz nyei njien-youh.

source: It was to remove this dark shadow, by revealing to the world the infinite love of God, that Jesus came to live among men. {SC 10.3}
ium: Weic zorqv naaiv norm hmuangx haic nyei dongh linh bun nzaanx nzengc, Ziouv Yesu ziouc njiec daaih yiem baamh mienh mbu’ndongx biux mengh bun baamh mienh hiuv dingc gorngv Tin-Hungh maaih hnyouv hnamv mienh zungv jiex ndaangc haih ndorqc duqv taux. {SC 10.3}

source: In the agony of Gethsemane, the death of Calvary, the heart of Infinite Love paid the price of our redemption. {SC 13.2}
ium: Ziouv Yesu diev kouv yiem Getc^se^maa^ni Huingx, yaac yiem Kaan^waa^li Mbong daic weic zuoqc mbuo nzuonx wuov zanc, Tin-Hungh ganh yaac haiz hnyouv mun. {SC 13.2}

source: “God is love” is written upon every opening bud, upon every spire of springing grass.
ium: Diuh diuh miev-maeng caux norm-norm biangh biux mengh Tin-Hungh zoux hnamv mienh nyei gorn.

source: God permitted His beloved Son, full of grace and truth, to come from a world of indescribable glory, to a world marred and blighted with sin, darkened with the shadow of death and the curse.
ium: Tin-Hungh nqoi nzuih bun Ninh maaih en-ceix caux zien leiz buangv nzengc nyei Dorn-hnamv leih maaih njang-laangc nyei tin-dorngh njiec taux zuqc zuiz baaic huv baaic waaic nyei baamh gen se zuqc daic zuqc houv zuqc zioux nyei dongh linh ormx jienv nyei baamh gen.

source: He exercised the greatest tact and thoughtful, kind attention in His intercourse with the people.
ium: Ninh zanc-zanc dorh leiz nyei gorngv waac yaac zoux hnyouv longx bun zuangx mienh.

source: Christ was to identify Himself with the interests and needs of humanity.
ium: Giduc ganh oix zuqc daaih benx yietc dauh baamh mienh. Oix zuqc ganh yiem sin haiz qiemx zuqc nyanc, qiemx zuqc hopv, qiemx zuqc bueix m’njormh.

source: He who had been one with God, felt in His soul the awful separation that sin makes between God and man.
ium: Jiex daaih Ninh caux Tin-Hungh dongh diuc hnyouv, mv baac Ninh zipv liuz mienh nyei zuiz Ninh ziouc haiz ninh ndaam wuov deix zuiz za’gengh siem haic, weic zuqc zuiz nqaeqv jienv bun mienh leih nqoi Tin-Hungh.

source: (Luke 4:18.)
ium: (Lugaa 4:18.)
